# tap
tap "homebrew/bundle"

# brew
brew "act"
brew "cocoapods"
brew "difftastic"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "make"
brew "mas"
brew "mise"
brew "neovim"
brew "peco"
brew "ripgrep"
brew "starship"
brew "sheldon"

# cask
cask "1password"
cask "applite"
cask "around"
cask "arc"
cask "devtoys"
cask "font-plemol-jp-nf"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"

# mas
mas "Kindle", id: 302584613
mas "Xcode", id: 497799835
