# tap
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"

# brew
brew "awscli"
brew "chezmoi"
brew "deno"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "starship"
brew "sheldon"
brew "tmux"
brew "zellij"

# cask
cask "1password"
cask "arc"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"

# mas
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
